Repository: agentydevelopers/review_website
Catalog: lib/l10n/app_*.arb
Languages: de

source: AgentY game review
de: AgentY Spielrückblick

source: Enter game code
de: Spielcode eingeben

source: Submit
de: Bestätigen

source: Please enter the game code
de: Bitte gebe den Spielcode ein

# default_error
source: Something went wrong. Try it later again.
de: Etwas ist schief gelaufen. Probiere es später nochmal.

# no_game_found_error
source: No game was found.
de: Kein Spiel gefunden.

# missing_query_parameter
source: Wrong use of link.
de: Falsche Benutzung des Links

source: refresh
de: Neuladen

source: time multiply
de: Zeit-Multiplizierer

source: resume
de: Weiter

source: center
de: Zentrieren

source: share
de: Teilen
